[
  {
    "numero": 1,
    "enunciado": "Qual é a principal função de um neurônio?",
    "nivel": "fácil",
    "subtopico": "células do sistema nervoso",
    "tipo": "múltipla escolha",
    "tags": ["neurônio", "função", "impulso nervoso"],
    "alternativas": [
      {
        "texto": "Produzir mielina para isolamento dos axônios.",
        "explicacao": "A produção de mielina é função dos oligodendrócitos (no SNC) e das células de Schwann (no SNP)."
      },
      {
        "texto": "Realizar fagocitose de detritos e patógenos.",
        "explicacao": "A fagocitose e a defesa imunológica no sistema nervoso são realizadas primariamente pela micróglia."
      },
      {
        "texto": "Gerar e transmitir impulsos nervosos.",
        "explicacao": "Os neurônios são células excitáveis especializadas em receber, processar e transmitir informações através de sinais elétricos e químicos."
      },
      {
        "texto": "Fornecer suporte estrutural e metabólico aos neurônios.",
        "explicacao": "O suporte estrutural e metabólico é uma das principais funções dos astrócitos."
      }
    ],
    "respostaCorreta": 2
  },
  {
    "numero": 2,
    "enunciado": "No Sistema Nervoso Central (SNC), qual célula é responsável pela formação da bainha de mielina?",
    "nivel": "fácil",
    "subtopico": "células da glia",
    "tipo": "múltipla escolha",
    "tags": ["oligodendrócito", "mielina", "SNC"],
    "alternativas": [
      {
        "texto": "Célula de Schwann",
        "explicacao": "As células de Schwann são responsáveis pela mielinização no Sistema Nervoso Periférico, não no Central."
      },
      {
        "texto": "Astrócito",
        "explicacao": "Os astrócitos desempenham funções de suporte, nutrição e formação da barreira hematoencefálica."
      },
      {
        "texto": "Oligodendrócito",
        "explicacao": "Esta célula da glia emite múltiplos prolongamentos que se enrolam ao redor de segmentos de vários axônios no SNC para formar a mielina."
      },
      {
        "texto": "Micróglia",
        "explicacao": "A micróglia é a célula imune do SNC, atuando na fagocitose e na resposta inflamatória."
      }
    ],
    "respostaCorreta": 2
  },
  {
    "numero": 3,
    "enunciado": "Os corpúsculos de Nissl, proeminentes no corpo celular de um neurônio, correspondem a qual organela em microscopia eletrônica?",
    "nivel": "médio",
    "subtopico": "estrutura do neurônio",
    "tipo": "múltipla escolha",
    "tags": ["corpúsculos de Nissl", "RER", "síntese proteica"],
    "alternativas": [
      {
        "texto": "Mitocôndrias",
        "explicacao": "As mitocôndrias são abundantes nos neurônios para suprir a alta demanda energética, mas não formam os corpúsculos de Nissl."
      },
      {
        "texto": "Aparelho de Golgi",
        "explicacao": "O aparelho de Golgi está envolvido no processamento e empacotamento de proteínas, mas não corresponde à estrutura granular basofílica dos corpúsculos de Nissl."
      },
      {
        "texto": "Retículo endoplasmático rugoso e polirribossomos.",
        "explicacao": "A intensa basofilia dos corpúsculos de Nissl deve-se à grande quantidade de RNA ribossômico presente no RER e nos polirribossomos, refletindo a alta taxa de síntese proteica do neurônio."
      },
      {
        "texto": "Lisossomos",
        "explicacao": "Os lisossomos são organelas envolvidas na digestão celular e não são visíveis como corpúsculos de Nissl."
      }
    ],
    "respostaCorreta": 2
  },
  {
    "numero": 4,
    "enunciado": "A barreira hematoencefálica, que regula a passagem de substâncias do sangue para o tecido nervoso, é formada principalmente pela associação de capilares contínuos e prolongamentos de qual célula da glia?",
    "nivel": "médio",
    "subtopico": "células da glia",
    "tipo": "múltipla escolha",
    "tags": ["barreira hematoencefálica", "astrócito", "capilares"],
    "alternativas": [
      {
        "texto": "Oligodendrócitos",
        "explicacao": "Os oligodendrócitos estão envolvidos na mielinização, não na formação da barreira hematoencefálica."
      },
      {
        "texto": "Micróglia",
        "explicacao": "A micróglia tem função imune e não participa da estrutura da barreira."
      },
      {
        "texto": "Células ependimárias",
        "explicacao": "As células ependimárias revestem os ventrículos e formam a barreira entre o LCR e o tecido nervoso, mas não a barreira entre o sangue e o cérebro."
      },
      {
        "texto": "Astrócitos",
        "explicacao": "Os 'pés' terminais dos prolongamentos astrocitários envolvem completamente os capilares sanguíneos do SNC, sendo um componente fundamental da barreira."
      }
    ],
    "respostaCorreta": 3
  },
  {
    "numero": 5,
    "enunciado": "No Sistema Nervoso Periférico (SNP), a bainha de mielina é formada por qual tipo celular?",
    "nivel": "fácil",
    "subtopico": "células da glia",
    "tipo": "múltipla escolha",
    "tags": ["célula de Schwann", "mielina", "SNP"],
    "alternativas": [
      {
        "texto": "Células satélite",
        "explicacao": "As células satélite envolvem os corpos celulares dos neurônios nos gânglios, mas não formam a bainha de mielina."
      },
      {
        "texto": "Oligodendrócitos",
        "explicacao": "Os oligodendrócitos são responsáveis pela mielinização exclusivamente no Sistema Nervoso Central."
      },
      {
        "texto": "Células de Schwann",
        "explicacao": "No SNP, cada célula de Schwann se enrola ao redor de um único segmento de um axônio para formar a bainha de mielina."
      },
      {
        "texto": "Fibroblastos",
        "explicacao": "Os fibroblastos são células do tecido conjuntivo que produzem a matriz do endoneuro, perineuro e epineuro, mas não a mielina."
      }
    ],
    "respostaCorreta": 2
  },
  {
    "numero": 6,
    "enunciado": "O que são os nodos de Ranvier em um axônio mielinizado?",
    "nivel": "fácil",
    "subtopico": "bainha de mielina",
    "tipo": "múltipla escolha",
    "tags": ["nodo de Ranvier", "condução saltatória", "mielina"],
    "alternativas": [
      {
        "texto": "O ponto de conexão entre o axônio e o corpo celular.",
        "explicacao": "A região de conexão entre o corpo celular e o axônio é chamada de cone de implantação."
      },
      {
        "texto": "As regiões do axônio cobertas pela bainha de mielina.",
        "explicacao": "As regiões cobertas por mielina são chamadas de internodos ou segmentos internodais."
      },
      {
        "texto": "Os espaços entre as células de Schwann ou prolongamentos de oligodendrócitos, onde o axônio fica exposto.",
        "explicacao": "Esses intervalos são ricos em canais iônicos e essenciais para a condução saltatória do impulso nervoso."
      },
      {
        "texto": "A terminação final do axônio que forma a sinapse.",
        "explicacao": "A porção final do axônio é chamada de terminal axonal ou botão sináptico."
      }
    ],
    "respostaCorreta": 2
  },
  {
    "numero": 7,
    "enunciado": "O líquido cefalorraquidiano (LCR) é produzido nos plexos coroides. Qual tipo de célula epitelial modificada reveste esses plexos e os ventrículos cerebrais?",
    "nivel": "médio",
    "subtopico": "estruturas do SNC",
    "tipo": "múltipla escolha",
    "tags": ["células ependimárias", "LCR", "plexo coroide"],
    "alternativas": [
      {
        "texto": "Astrócitos fibrosos",
        "explicacao": "Os astrócitos são células da glia de suporte, não células de revestimento que produzem LCR."
      },
      {
        "texto": "Células ependimárias",
        "explicacao": "Essas células formam um epitélio simples que reveste as cavidades do SNC. Nos plexos coroides, elas são modificadas para secretar ativamente o LCR."
      },
      {
        "texto": "Micróglia ativada",
        "explicacao": "A micróglia é uma célula imune e não tem função de revestimento ou produção de LCR."
      },
      {
        "texto": "Células de Purkinje",
        "explicacao": "As células de Purkinje são grandes neurônios encontrados no cerebelo."
      }
    ],
    "respostaCorreta": 1
  },
  {
    "numero": 8,
    "enunciado": "Qual é o nome da camada mais externa de tecido conjuntivo denso que reveste um nervo periférico inteiro?",
    "nivel": "fácil",
    "subtopico": "estrutura do nervo periférico",
    "tipo": "múltipla escolha",
    "tags": ["epineuro", "perineuro", "endoneuro", "nervo"],
    "alternativas": [
      {
        "texto": "Perineuro",
        "explicacao": "O perineuro é a camada que envolve um fascículo (um feixe) de fibras nervosas dentro do nervo."
      },
      {
        "texto": "Endoneuro",
        "explicacao": "O endoneuro é o delicado tecido conjuntivo que envolve cada fibra nervosa individualmente."
      },
      {
        "texto": "Epineuro",
        "explicacao": "O epineuro é a bainha mais externa que une todos os fascículos, vasos sanguíneos e tecido adiposo para formar o tronco nervoso."
      },
      {
        "texto": "Fáscia",
        "explicacao": "Fáscia é um termo geral para tecido conjuntivo que envolve músculos, grupos de músculos ou órgãos, não sendo o termo específico para o revestimento do nervo."
      }
    ],
    "respostaCorreta": 2
  },
  {
    "numero": 9,
    "enunciado": "Em caso de lesão ou infecção no SNC, qual célula da glia se torna fagocitária e atua como a principal célula de defesa imunológica do cérebro?",
    "nivel": "fácil",
    "subtopico": "células da glia",
    "tipo": "múltipla escolha",
    "tags": ["micróglia", "fagocitose", "imunidade"],
    "alternativas": [
      {
        "texto": "Astrócito",
        "explicacao": "Os astrócitos participam da resposta à lesão formando uma cicatriz glial (gliose), mas não são os principais fagócitos."
      },
      {
        "texto": "Célula de Schwann",
        "explicacao": "As células de Schwann estão no SNP e, embora possam ajudar na limpeza de detritos de mielina, a micróglia é a célula imune especializada."
      },
      {
        "texto": "Micróglia",
        "explicacao": "Derivada de precursores de monócitos, a micróglia é o macrófago residente do SNC, responsável pela vigilância imunológica e pela remoção de células mortas e patógenos."
      },
      {
        "texto": "Oligodendrócito",
        "explicacao": "O oligodendrócito é responsável pela produção de mielina e é vulnerável a danos, não sendo uma célula de defesa."
      }
    ],
    "respostaCorreta": 2
  },
  {
    "numero": 10,
    "enunciado": "Nos gânglios nervosos, os corpos celulares dos neurônios são envolvidos por qual tipo de célula glial, que oferece suporte e isolamento?",
    "nivel": "médio",
    "subtopico": "gânglios nervosos",
    "tipo": "múltipla escolha",
    "tags": ["células satélite", "gânglio", "suporte"],
    "alternativas": [
      {
        "texto": "Células de Schwann",
        "explicacao": "As células de Schwann envolvem os axônios que se originam ou passam pelos gânglios, mas não os corpos celulares."
      },
      {
        "texto": "Células satélite (ou anfícitos)",
        "explicacao": "Essas pequenas células formam uma camada completa ao redor do corpo celular dos neurônios ganglionares, regulando seu microambiente de forma análoga aos astrócitos no SNC."
      },
      {
        "texto": "Micróglia",
        "explicacao": "A micróglia não é um componente estrutural dos gânglios, aparecendo apenas em resposta a lesões ou infecções."
      },
      {
        "texto": "Astrócitos",
        "explicacao": "Os astrócitos são encontrados exclusivamente no Sistema Nervoso Central."
      }
    ],
    "respostaCorreta": 1
  },
  {
    "numero": 11,
    "enunciado": "A esclerose múltipla é uma doença autoimune desmielinizante. Qual tipo celular é o principal alvo da destruição nesta doença?",
    "nivel": "difícil",
    "subtopico": "correlação clínica",
    "tipo": "múltipla escolha",
    "tags": ["esclerose múltipla", "desmielinização", "oligodendrócito", "SNC"],
    "alternativas": [
      {
        "texto": "Células de Schwann no SNP.",
        "explicacao": "O ataque às células de Schwann caracteriza outras doenças, como a Síndrome de Guillain-Barré. A esclerose múltipla é uma doença do SNC."
      },
      {
        "texto": "Neurônios motores na medula espinhal.",
        "explicacao": "A destruição de neurônios motores é característica da Esclerose Lateral Amiotrófica (ELA)."
      },
      {
        "texto": "Oligodendrócitos no SNC.",
        "explicacao": "Nesta doença, o sistema imune ataca os oligodendrócitos e a bainha de mielina no cérebro e na medula espinhal, formando placas de desmielinização."
      },
      {
        "texto": "Células satélite nos gânglios.",
        "explicacao": "As células satélite não são o alvo primário na esclerose múltipla."
      }
    ],
    "respostaCorreta": 2
  },
  {
    "numero": 12,
    "enunciado": "A barreira sangue-nervo, que protege os axônios no interior de um fascículo nervoso, é formada pelas junções oclusivas entre as células de qual camada de tecido conjuntivo?",
    "nivel": "difícil",
    "subtopico": "estrutura do nervo periférico",
    "tipo": "múltipla escolha",
    "tags": ["barreira sangue-nervo", "perineuro", "junções oclusivas"],
    "alternativas": [
      {
        "texto": "Epineuro",
        "explicacao": "O epineuro é a camada mais externa e não forma uma barreira de difusão seletiva."
      },
      {
        "texto": "Endoneuro",
        "explicacao": "O endoneuro é um tecido conjuntivo frouxo que permite a livre difusão de substâncias a partir dos capilares."
      },
      {
        "texto": "Perineuro",
        "explicacao": "As células perineurais são achatadas, semelhantes a células epiteliais, e unidas por junções de oclusão, criando uma barreira que isola o microambiente do fascículo nervoso."
      },
      {
        "texto": "Lâmina basal do axônio.",
        "explicacao": "A lâmina basal envolve a célula de Schwann, mas não forma a barreira principal entre o sangue e o nervo."
      }
    ],
    "respostaCorreta": 2
  },
  {
    "numero": 13,
    "enunciado": "A principal diferença histológica entre a substância cinzenta e a substância branca do SNC é que a substância cinzenta contém predominantemente:",
    "nivel": "fácil",
    "subtopico": "organização do SNC",
    "tipo": "múltipla escolha",
    "tags": ["substância cinzenta", "substância branca", "corpo celular"],
    "alternativas": [
      {
        "texto": "Axônios mielinizados e oligodendrócitos.",
        "explicacao": "A alta concentração de mielina (que é lipídica) nos axônios confere à substância branca sua aparência clara em exames a fresco."
      },
      {
        "texto": "Corpos celulares de neurônios, dendritos e astrócitos.",
        "explicacao": "A substância cinzenta é o local onde ocorrem as sinapses e o processamento de informações, por isso é rica em corpos neuronais e neurópilo (dendritos, axônios amielínicos e células da glia)."
      },
      {
        "texto": "Apenas células da glia.",
        "explicacao": "Ambas as substâncias contêm células da glia, mas a presença ou ausência de corpos neuronais e mielina é o fator distintivo."
      },
      {
        "texto": "Fibras de colágeno e fibroblastos.",
        "explicacao": "O tecido conjuntivo no SNC é muito escasso, limitado principalmente às meninges e ao redor dos grandes vasos."
      }
    ],
    "respostaCorreta": 1
  },
  {
    "numero": 14,
    "enunciado": "As células de Purkinje, com sua árvore dendrítica extremamente ramificada e achatada, são neurônios característicos de qual região do encéfalo?",
    "nivel": "médio",
    "subtopico": "estruturas do SNC",
    "tipo": "múltipla escolha",
    "tags": ["célula de Purkinje", "cerebelo", "neurônio"],
    "alternativas": [
      {
        "texto": "Córtex cerebral",
        "explicacao": "O córtex cerebral é caracterizado pelas células piramidais, organizadas em camadas."
      },
      {
        "texto": "Hipocampo",
        "explicacao": "O hipocampo possui uma organização celular distinta, importante para a memória, mas não é o local das células de Purkinje."
      },
      {
        "texto": "Córtex do cerebelo",
        "explicacao": "Esses grandes neurônios formam uma única camada (camada de Purkinje) no córtex cerebelar e são cruciais para a coordenação motora."
      },
      {
        "texto": "Tálamo",
        "explicacao": "O tálamo é uma estrutura diencefálica composta por vários núcleos de substância cinzenta, mas sem a organização laminar e as células de Purkinje do cerebelo."
      }
    ],
    "respostaCorreta": 2
  },
  {
    "numero": 15,
    "enunciado": "Na sinapse química, a liberação de neurotransmissores na fenda sináptica é desencadeada pelo influxo de qual íon no terminal pré-sináptico?",
    "nivel": "médio",
    "subtopico": "sinapses",
    "tipo": "múltipla escolha",
    "tags": ["sinapse", "cálcio", "neurotransmissor"],
    "alternativas": [
      {
        "texto": "Sódio (Na+)",
        "explicacao": "O influxo de sódio é o principal responsável pela despolarização do potencial de ação, mas não pela liberação direta do neurotransmissor."
      },
      {
        "texto": "Potássio (K+)",
        "explicacao": "O efluxo (saída) de potássio é responsável pela repolarização da membrana após o potencial de ação."
      },
      {
        "texto": "Cloreto (Cl-)",
        "explicacao": "O influxo de cloreto geralmente causa hiperpolarização, sendo um mecanismo inibitório na membrana pós-sináptica."
      },
      {
        "texto": "Cálcio (Ca2+)",
        "explicacao": "A chegada do potencial de ação abre canais de cálcio dependentes de voltagem, e o influxo deste íon aciona a cascata de proteínas que leva à fusão das vesículas sinápticas com a membrana."
      }
    ],
    "respostaCorreta": 3
  },
  {
    "numero": 16,
    "enunciado": "A Síndrome de Guillain-Barré é uma polineuropatia desmielinizante inflamatória aguda que afeta principalmente os nervos periféricos. Qual célula é o alvo do ataque autoimune?",
    "nivel": "difícil",
    "subtopico": "correlação clínica",
    "tipo": "múltipla escolha",
    "tags": ["Guillain-Barré", "desmielinização", "célula de Schwann", "SNP"],
    "alternativas": [
      {
        "texto": "Oligodendrócitos",
        "explicacao": "O ataque aos oligodendrócitos ocorre na esclerose múltipla, uma doença do SNC."
      },
      {
        "texto": "Células de Schwann",
        "explicacao": "Nesta síndrome, o sistema imune ataca a mielina e/ou as células de Schwann no sistema nervoso periférico, levando à fraqueza muscular rapidamente progressiva."
      },
      {
        "texto": "Astrócitos",
        "explicacao": "Os astrócitos são células do SNC e não são o alvo primário nesta doença."
      },
      {
        "texto": "Micróglia",
        "explicacao": "A micróglia pode participar da resposta inflamatória, mas as células-alvo que são destruídas são as células de Schwann."
      }
    ],
    "respostaCorreta": 1
  },
  {
    "numero": 17,
    "enunciado": "Qual é o nome do delicado tecido conjuntivo frouxo que envolve individualmente cada fibra nervosa (axônio e sua bainha de mielina)?",
    "nivel": "fácil",
    "subtopico": "estrutura do nervo periférico",
    "tipo": "múltipla escolha",
    "tags": ["endoneuro", "nervo", "tecido conjuntivo"],
    "alternativas": [
      {
        "texto": "Epineuro",
        "explicacao": "O epineuro é a camada mais externa que envolve todo o nervo."
      },
      {
        "texto": "Perineuro",
        "explicacao": "O perineuro envolve um feixe (fascículo) de fibras nervosas."
      },
      {
        "texto": "Endoneuro",
        "explicacao": "Esta fina camada de tecido conjuntivo reticular contém capilares e suporta as células de Schwann e os axônios."
      },
      {
        "texto": "Paraneuro",
        "explicacao": "O paraneuro é o tecido conjuntivo frouxo que preenche os espaços entre os fascículos nervosos, sob o epineuro."
      }
    ],
    "respostaCorreta": 2
  },
  {
    "numero": 18,
    "enunciado": "O transporte de organelas e vesículas do corpo celular em direção ao terminal do axônio é conhecido como:",
    "nivel": "médio",
    "subtopico": "estrutura do neurônio",
    "tipo": "múltipla escolha",
    "tags": ["transporte axoplasmático", "anterógrado", "axônio"],
    "alternativas": [
      {
        "texto": "Condução saltatória",
        "explicacao": "A condução saltatória refere-se à propagação do potencial de ação ao longo de um axônio mielinizado."
      },
      {
        "texto": "Potencial de ação",
        "explicacao": "O potencial de ação é o sinal elétrico em si, não o transporte de materiais."
      },
      {
        "texto": "Transporte axoplasmático anterógrado",
        "explicacao": "Este é o movimento 'para a frente' (do soma para a terminação), mediado por cinesinas ao longo dos microtúbulos, que leva componentes essenciais para a sinapse."
      },
      {
        "texto": "Transporte axoplasmático retrógrado",
        "explicacao": "O transporte retrógrado é o movimento 'para trás' (do terminal para o soma), mediado por dineínas, que traz materiais para reciclagem e fatores de crescimento."
      }
    ],
    "respostaCorreta": 2
  },
  {
    "numero": 19,
    "enunciado": "As meninges são as três membranas que revestem o SNC. Qual é a camada mais interna, que adere diretamente à superfície do cérebro e da medula espinhal?",
    "nivel": "fácil",
    "subtopico": "meninges",
    "tipo": "múltipla escolha",
    "tags": ["pia-máter", "meninges", "SNC"],
    "alternativas": [
      {
        "texto": "Dura-máter",
        "explicacao": "A dura-máter é a camada mais externa e espessa, de tecido conjuntivo denso."
      },
      {
        "texto": "Aracnoide-máter",
        "explicacao": "A aracnoide-máter é a camada intermediária, localizada entre a dura-máter e a pia-máter."
      },
      {
        "texto": "Pia-máter",
        "explicacao": "Esta é uma membrana delicada e vascularizada que segue intimamente todos os contornos (giros e sulcos) da superfície do SNC."
      },
      {
        "texto": "Epineuro",
        "explicacao": "O epineuro é o revestimento de um nervo periférico, não uma das meninges."
      }
    ],
    "respostaCorreta": 2
  },
  {
    "numero": 20,
    "enunciado": "Neurônios cujos corpos celulares estão localizados nos gânglios da raiz dorsal e que possuem um único prolongamento que se divide em dois (um para a periferia e outro para o SNC) são classificados morfologicamente como:",
    "nivel": "médio",
    "subtopico": "tipos de neurônios",
    "tipo": "múltipla escolha",
    "tags": ["neurônio pseudounipolar", "gânglio da raiz dorsal", "sensorial"],
    "alternativas": [
      {
        "texto": "Bipolares",
        "explicacao": "Neurônios bipolares têm dois prolongamentos que emergem de polos opostos do corpo celular, como na retina."
      },
      {
        "texto": "Multipolares",
        "explicacao": "Neurônios multipolares, os mais comuns, possuem múltiplos dendritos e um único axônio."
      },
      {
        "texto": "Pseudounipolares",
        "explicacao": "Esta morfologia é característica dos neurônios sensoriais primários, onde o axônio e o dendrito se fundem durante o desenvolvimento."
      },
      {
        "texto": "Anaxônicos",
        "explicacao": "Neurônios anaxônicos não possuem um axônio distinto e são encontrados em locais como a retina, atuando na modulação local."
      }
    ],
    "respostaCorreta": 2
  },
  {
    "numero": 21,
    "enunciado": "Além de formar a barreira hematoencefálica, os astrócitos desempenham uma função crucial na:",
    "nivel": "médio",
    "subtopico": "células da glia",
    "tipo": "múltipla escolha",
    "tags": ["astrócito", "neurotransmissor", "homeostase"],
    "alternativas": [
      {
        "texto": "Produção de mielina para múltiplos axônios.",
        "explicacao": "A produção de mielina no SNC é função exclusiva dos oligodendrócitos."
      },
      {
        "texto": "Fagocitose de células mortas e patógenos.",
        "explicacao": "A função fagocitária é primariamente realizada pela micróglia."
      },
      {
        "texto": "Reciclagem de neurotransmissores e manutenção da homeostase iônica.",
        "explicacao": "Os astrócitos captam neurotransmissores (como o glutamato) da fenda sináptica e regulam a concentração de íons (especialmente potássio) no espaço extracelular."
      },
      {
        "texto": "Produção e circulação do líquido cefalorraquidiano.",
        "explicacao": "A produção de LCR é feita pelas células ependimárias dos plexos coroides."
      }
    ],
    "respostaCorreta": 2
  },
  {
    "numero": 22,
    "enunciado": "As células piramidais, com seus dendritos apicais proeminentes, são os principais neurônios de projeção excitatórios de qual estrutura?",
    "nivel": "médio",
    "subtopico": "estruturas do SNC",
    "tipo": "múltipla escolha",
    "tags": ["célula piramidal", "córtex cerebral", "neurônio"],
    "alternativas": [
      {
        "texto": "Córtex cerebelar",
        "explicacao": "O córtex cerebelar é caracterizado pelas células de Purkinje, que são inibitórias."
      },
      {
        "texto": "Gânglios da base",
        "explicacao": "Os gânglios da base contêm neurônios espinhosos médios, que são majoritariamente inibitórios."
      },
      {
        "texto": "Córtex cerebral",
        "explicacao": "As células piramidais são o tipo neuronal mais abundante no córtex cerebral, organizadas em camadas e responsáveis pelas principais vias de saída de informação."
      },
      {
        "texto": "Medula espinhal",
        "explicacao": "A medula espinhal contém principalmente interneurônios e neurônios motores, com morfologias distintas."
      }
    ],
    "respostaCorreta": 2
  },
  {
    "numero": 23,
    "enunciado": "Uma diferença fundamental entre um oligodendrócito e uma célula de Schwann é que o oligodendrócito:",
    "nivel": "médio",
    "subtopico": "células da glia",
    "tipo": "múltipla escolha",
    "tags": ["oligodendrócito", "célula de Schwann", "mielina"],
    "alternativas": [
      {
        "texto": "Pode mielinizar múltiplos segmentos de múltiplos axônios.",
        "explicacao": "Um único oligodendrócito no SNC emite vários prolongamentos, cada um formando um internodo de mielina em um axônio diferente."
      },
      {
        "texto": "Envolve apenas um segmento de um único axônio.",
        "explicacao": "Esta é a característica da célula de Schwann no SNP."
      },
      {
        "texto": "Está localizado no Sistema Nervoso Periférico.",
        "explicacao": "O oligodendrócito é encontrado exclusivamente no Sistema Nervoso Central."
      },
      {
        "texto": "Tem a capacidade de fagocitose.",
        "explicacao": "A fagocitose é uma função primária da micróglia."
      }
    ],
    "respostaCorreta": 0
  },
  {
    "numero": 24,
    "enunciado": "O plexo coroide é uma estrutura encontrada nos ventrículos cerebrais. Histologicamente, ele é composto por capilares fenestrados envolvidos por qual tecido?",
    "nivel": "difícil",
    "subtopico": "estruturas do SNC",
    "tipo": "múltipla escolha",
    "tags": ["plexo coroide", "LCR", "células ependimárias"],
    "alternativas": [
      {
        "texto": "Uma camada de astrócitos fibrosos.",
        "explicacao": "Os astrócitos formam a glia limitante sob a pia-máter, mas não o epitélio secretor do plexo."
      },
      {
        "texto": "Uma camada de células ependimárias modificadas.",
        "explicacao": "O plexo coroide consiste em uma dobra da pia-máter, rica em capilares fenestrados, que é coberta por um epitélio cúbico de células ependimárias especializadas na produção de LCR."
      },
      {
        "texto": "Tecido conjuntivo denso da dura-máter.",
        "explicacao": "A dura-máter é a meninge mais externa e não participa da formação do plexo coroide."
      },
      {
        "texto": "Aglomerados de corpos neuronais.",
        "explicacao": "O plexo coroide é uma estrutura de secreção, não um centro de processamento neuronal."
      }
    ],
    "respostaCorreta": 1
  },
  {
    "numero": 25,
    "enunciado": "No SNP, os axônios amielínicos não estão nus, mas são envolvidos de que maneira?",
    "nivel": "médio",
    "subtopico": "estrutura do nervo periférico",
    "tipo": "múltipla escolha",
    "tags": ["axônio amielínico", "célula de Schwann", "SNP"],
    "alternativas": [
      {
        "texto": "São cobertos por uma fina camada de astrócitos.",
        "explicacao": "Os astrócitos são células do SNC e não são encontrados no SNP."
      },
      {
        "texto": "São agrupados e envolvidos por invaginações do citoplasma de uma única célula de Schwann.",
        "explicacao": "Vários axônios amielínicos podem ser abrigados em canais separados dentro do citoplasma de uma única célula de Schwann, que os isola do tecido conjuntivo."
      },
      {
        "texto": "São revestidos diretamente pelo endoneuro.",
        "explicacao": "O endoneuro envolve o complexo axônio-célula de Schwann, mas não o axônio diretamente."
      },
      {
        "texto": "São envolvidos por células satélite.",
        "explicacao": "As células satélite envolvem os corpos celulares nos gânglios, não os axônios nos nervos."
      }
    ],
    "respostaCorreta": 1
  },
  {
    "numero": 26,
    "enunciado": "A fusão das vesículas sinápticas com a membrana pré-sináptica para liberar neurotransmissores é um processo de:",
    "nivel": "fácil",
    "subtopico": "sinapses",
    "tipo": "múltipla escolha",
    "tags": ["exocitose", "sinapse", "vesícula sináptica"],
    "alternativas": [
      {
        "texto": "Endocitose",
        "explicacao": "A endocitose é o processo de internalização de substâncias, como na reciclagem da membrana da vesícula após a liberação."
      },
      {
        "texto": "Fagocitose",
        "explicacao": "A fagocitose é o englobamento de partículas grandes, como bactérias ou detritos celulares."
      },
      {
        "texto": "Exocitose",
        "explicacao": "Este é o processo pelo qual uma célula libera o conteúdo de uma vesícula para o exterior através da fusão da membrana da vesícula com a membrana plasmática."
      },
      {
        "texto": "Pinocitose",
        "explicacao": "A pinocitose é a ingestão de fluido extracelular e pequenas moléculas dissolvidas."
      }
    ],
    "respostaCorreta": 2
  },
  {
    "numero": 27,
    "enunciado": "Na medula espinhal, a substância cinzenta tem um formato característico de 'H' ou borboleta e está localizada:",
    "nivel": "fácil",
    "subtopico": "organização do SNC",
    "tipo": "múltipla escolha",
    "tags": ["medula espinhal", "substância cinzenta", "organização"],
    "alternativas": [
      {
        "texto": "Na periferia, formando um córtex.",
        "explicacao": "A organização com substância cinzenta cortical (periférica) é característica do cérebro e do cerebelo."
      },
      {
        "texto": "Centralmente, ao redor do canal central.",
        "explicacao": "Na medula espinhal, a substância cinzenta é interna, enquanto a substância branca, composta por tratos ascendentes e descendentes, é externa."
      },
      {
        "texto": "Apenas nos cornos dorsais.",
        "explicacao": "A substância cinzenta forma os cornos dorsais (sensoriais), ventrais (motores) e, em algumas regiões, laterais (autonômicos)."
      },
      {
        "texto": "Dispersa em núcleos na substância branca.",
        "explicacao": "A presença de núcleos de substância cinzenta imersos na substância branca é mais característica de regiões do tronco encefálico e do cérebro."
      }
    ],
    "respostaCorreta": 1
  },
  {
    "numero": 28,
    "enunciado": "O espaço subaracnóideo, preenchido com líquido cefalorraquidiano, está localizado entre quais duas camadas meníngeas?",
    "nivel": "fácil",
    "subtopico": "meninges",
    "tipo": "múltipla escolha",
    "tags": ["espaço subaracnóideo", "meninges", "LCR"],
    "alternativas": [
      {
        "texto": "Dura-máter e crânio.",
        "explicacao": "O espaço entre a dura-máter e o crânio é o espaço epidural (potencial no crânio, real na medula)."
      },
      {
        "texto": "Pia-máter e o tecido nervoso.",
        "explicacao": "Não há um espaço entre a pia-máter e o tecido nervoso, pois ela adere firmemente a ele."
      },
      {
        "texto": "Aracnoide-máter e pia-máter.",
        "explicacao": "Este espaço contém o LCR e os principais vasos sanguíneos da superfície do cérebro."
      },
      {
        "texto": "Dura-máter e aracnoide-máter.",
        "explicacao": "O espaço entre a dura-máter e a aracnoide-máter é o espaço subdural, um espaço potencial."
      }
    ],
    "respostaCorreta": 2
  },
  {
    "numero": 29,
    "enunciado": "Qual região do neurônio, livre de corpúsculos de Nissl, é o local de integração dos sinais e de início do potencial de ação?",
    "nivel": "difícil",
    "subtopico": "estrutura do neurônio",
    "tipo": "múltipla escolha",
    "tags": ["cone de implantação", "potencial de ação", "zona de gatilho"],
    "alternativas": [
      {
        "texto": "O dendrito apical.",
        "explicacao": "Os dendritos são as principais regiões receptoras de sinais, que são então transmitidos para o corpo celular."
      },
      {
        "texto": "O terminal do axônio.",
        "explicacao": "O terminal do axônio é a região de saída do sinal, onde ocorre a liberação do neurotransmissor."
      },
      {
        "texto": "O cone de implantação do axônio (zona de gatilho).",
        "explicacao": "Esta região possui uma alta densidade de canais de sódio dependentes de voltagem. A soma dos potenciais excitatórios e inibitórios determina se o limiar será atingido para disparar um potencial de ação."
      },
      {
        "texto": "O corpo celular, próximo ao núcleo.",
        "explicacao": "O corpo celular contém o núcleo e a maior parte das organelas, mas a integração final e o disparo ocorrem no cone de implantação."
      }
    ],
    "respostaCorreta": 2
  },
  {
    "numero": 30,
    "enunciado": "Quando um nervo periférico é seccionado, o segmento do axônio distal à lesão morre. Esse processo é conhecido como:",
    "nivel": "difícil",
    "subtopico": "correlação clínica",
    "tipo": "múltipla escolha",
    "tags": ["degeneração Walleriana", "lesão nervosa", "axônio"],
    "alternativas": [
      {
        "texto": "Apoptose neuronal.",
        "explicacao": "A apoptose se refere à morte programada de todo o neurônio (incluindo o corpo celular), o que pode ocorrer se a lesão for muito próxima ao soma."
      },
      {
        "texto": "Cromatólise central.",
        "explicacao": "A cromatólise é a reação do corpo celular à lesão axonal, envolvendo a dispersão dos corpúsculos de Nissl, mas não é a degeneração do axônio distal."
      },
      {
        "texto": "Degeneração Walleriana.",
        "explicacao": "Este é o termo específico para o processo ativo de desintegração do axônio e da bainha de mielina que estão separados do corpo celular e, portanto, privados de suporte metabólico."
      },
      {
        "texto": "Gliose reativa.",
        "explicacao": "A gliose reativa é a proliferação e hipertrofia de células da glia (principalmente astrócitos) em resposta a uma lesão no SNC, formando uma cicatriz glial."
      }
    ],
    "respostaCorreta": 2
  }
]
