[
  {
    "id": 1,
    "tema": "sistema-digestorio-anexos",
    "enunciado": "Observe a estrutura glandular mostrada na imagem. Identifique o órgão anexo do sistema digestório.",
    "imagem": "/images/temas/sistema-digestorio-anexos/image1.jpg",
    "alternativas": [
      {
        "texto": "Pâncreas com ácinos serosos e ilhotas de Langerhans",
        "correta": true,
        "explicacao": "A imagem mostra o pâncreas com seus ácinos serosos produtores de enzimas digestivas (parte exócrina) e ilhotas de Langerhans produtoras de hormônios como insulina e glucagon (parte endócrina)."
      },
      {
        "texto": "Fígado com cordões hepáticos",
        "correta": false,
        "explicacao": "O fígado apresenta hepatócitos organizados em cordões separados por sinusoides, estrutura diferente da mostrada."
      },
      {
        "texto": "Vesícula biliar com epitélio absortivo",
        "correta": false,
        "explicacao": "A vesícula biliar apresenta epitélio simples cilíndrico com microvilosidades, mas não tem estrutura glandular acinar."
      },
      {
        "texto": "Glândula salivar parótida",
        "correta": false,
        "explicacao": "Embora similar, a parótida é puramente serosa e não possui componente endócrino como as ilhotas."
      }
    ]
  },
  {
    "id": 2,
    "tema": "sistema-digestorio-anexos",
    "enunciado": "Na lâmina histológica, identifique a organização estrutural característica do fígado.",
    "imagem": "/images/temas/sistema-digestorio-anexos/image2.jpg",
    "alternativas": [
      {
        "texto": "Lóbulo hepático com veia central e tríades portais",
        "correta": true,
        "explicacao": "O lóbulo hepático clássico é hexagonal com veia central e tríades portais (artéria hepática, veia porta e ducto biliar) nos vértices, com cordões de hepatócitos radiando da periferia para o centro."
      },
      {
        "texto": "Ácinos pancreáticos com células centrocinares",
        "correta": false,
        "explicacao": "Esta é a organização do pâncreas exócrino, não do fígado."
      },
      {
        "texto": "Folículos com coloide central",
        "correta": false,
        "explicacao": "Esta é a organização da tireoide, não do fígado."
      },
      {
        "texto": "Glomérulos com cápsula de Bowman",
        "correta": false,
        "explicacao": "Esta é a organização do rim, não do fígado."
      }
    ]
  },
  {
    "id": 3,
    "tema": "sistema-digestorio-anexos",
    "enunciado": "Analise o epitélio mostrado na imagem. Qual é a função principal desta estrutura?",
    "imagem": "/images/temas/sistema-digestorio-anexos/image3.jpg",
    "alternativas": [
      {
        "texto": "Concentração e armazenamento de bile",
        "correta": true,
        "explicacao": "O epitélio da vesícula biliar é simples cilíndrico com microvilosidades, especializado em absorver água da bile para concentrá-la, e possui capacidade contrátil para ejetar bile quando estimulada."
      },
      {
        "texto": "Produção de enzimas digestivas",
        "correta": false,
        "explicacao": "A produção de enzimas digestivas é função do pâncreas exócrino."
      },
      {
        "texto": "Síntese de albumina",
        "correta": false,
        "explicacao": "A síntese de albumina é função dos hepatócitos no fígado."
      },
      {
        "texto": "Filtração sanguínea",
        "correta": false,
        "explicacao": "A filtração sanguínea é função dos rins, não da vesícula biliar."
      }
    ]
  }
]
