[
  {
    "numero": 1,
    "enunciado": "O epitélio pseudoestratificado colunar ciliado, conhecido como epitélio respiratório, tem como uma de suas principais funções:",
    "nivel": "fácil",
    "subtopico": "epitélio respiratório",
    "tipo": "múltipla escolha",
    "tags": ["epitélio respiratório", "cílios", "muco", "limpeza"],
    "alternativas": [
      {
        "texto": "Realizar trocas gasosas eficientes.",
        "explicacao": "A troca gasosa é a função do epitélio simples pavimentoso dos alvéolos, que é extremamente delgado."
      },
      {
        "texto": "Secretar surfactante para reduzir a tensão superficial.",
        "explicacao": "A secreção de surfactante é realizada pelos pneumócitos tipo II nos alvéolos."
      },
      {
        "texto": "Promover a 'limpeza mucociliar', movendo muco e partículas para fora das vias aéreas.",
        "explicacao": "Os cílios batem de forma coordenada para propelir a camada de muco (produzida pelas células caliciformes) em direção à faringe, removendo impurezas."
      },
      {
        "texto": "Detectar estímulos olfatórios.",
        "explicacao": "A detecção de odores é a função do epitélio olfatório, um neuroepitélio especializado localizado no teto da cavidade nasal."
      }
    ],
    "respostaCorreta": 2
  },
  {
    "numero": 2,
    "enunciado": "Qual tipo de célula é a principal produtora de muco no epitélio da traqueia e dos brônquios?",
    "nivel": "fácil",
    "subtopico": "epitélio respiratório",
    "tipo": "múltipla escolha",
    "tags": ["célula caliciforme", "muco", "traqueia", "epitélio"],
    "alternativas": [
      {
        "texto": "Células ciliadas",
        "explicacao": "As células ciliadas são responsáveis por mover o muco, mas não por produzi-lo."
      },
      {
        "texto": "Células de Club (de Clara)",
        "explicacao": "As células de Club, encontradas principalmente nos bronquíolos, secretam componentes do surfactante e têm funções de defesa, mas não são as principais produtoras de muco."
      },
      {
        "texto": "Células basais",
        "explicacao": "As células basais são células-tronco que regeneram os outros tipos celulares do epitélio."
      },
      {
        "texto": "Células caliciformes",
        "explicacao": "Estas são glândulas unicelulares que sintetizam e secretam mucinogênios, que se hidratam para formar o muco."
      }
    ],
    "respostaCorreta": 3
  },
  {
    "numero": 3,
    "enunciado": "O epitélio olfatório, responsável pela detecção de odores, se distingue do epitélio respiratório por conter qual tipo celular?",
    "nivel": "médio",
    "subtopico": "fossas nasais",
    "tipo": "múltipla escolha",
    "tags": ["epitélio olfatório", "neurônio", "olfato"],
    "alternativas": [
      {
        "texto": "Células caliciformes",
        "explicacao": "O epitélio olfatório não possui células caliciformes; a umidade é mantida pelas glândulas de Bowman na lâmina própria."
      },
      {
        "texto": "Neurônios olfatórios (células sensoriais)",
        "explicacao": "Este epitélio é um neuroepitélio que contém neurônios bipolares que atuam como quimiorreceptores."
      },
      {
        "texto": "Pneumócitos tipo I",
        "explicacao": "Os pneumócitos tipo I são as células de revestimento dos alvéolos pulmonares."
      },
      {
        "texto": "Células de Club",
        "explicacao": "As células de Club são encontradas nas porções distais da árvore brônquica (bronquíolos)."
      }
    ],
    "respostaCorreta": 1
  },
  {
    "numero": 4,
    "enunciado": "A epiglote possui duas faces, uma lingual e uma laríngea. Como o epitélio de revestimento difere entre essas duas faces?",
    "nivel": "médio",
    "subtopico": "laringe",
    "tipo": "múltipla escolha",
    "tags": ["epiglote", "laringe", "epitélio"],
    "alternativas": [
      {
        "texto": "Ambas as faces são revestidas por epitélio respiratório.",
        "explicacao": "Apenas a face laríngea, que está em continuidade com as vias aéreas inferiores, é revestida por epitélio respiratório."
      },
      {
        "texto": "A face lingual é estratificada pavimentosa e a laríngea é respiratória.",
        "explicacao": "A face lingual (anterior), sujeita ao atrito com o alimento, possui epitélio estratificado pavimentoso, enquanto a face laríngea (posterior) possui epitélio pseudoestratificado ciliado."
      },
      {
        "texto": "Ambas as faces são revestidas por epitélio estratificado pavimentoso.",
        "explicacao": "Apenas a face lingual e a porção superior da face laríngea são revestidas por este tipo de epitélio."
      },
      {
        "texto": "A face lingual é respiratória e a laríngea é estratificada pavimentosa.",
        "explicacao": "A disposição é a inversa, refletindo as diferentes funções e exposições de cada face."
      }
    ],
    "respostaCorreta": 1
  },
  {
    "numero": 5,
    "enunciado": "A traqueia é mantida aberta por anéis incompletos de cartilagem. Qual tipo de cartilagem forma esses anéis?",
    "nivel": "fácil",
    "subtopico": "traqueia",
    "tipo": "múltipla escolha",
    "tags": ["traqueia", "cartilagem hialina", "sustentação"],
    "alternativas": [
      {
        "texto": "Cartilagem elástica",
        "explicacao": "A cartilagem elástica, que confere flexibilidade, é encontrada na epiglote e no pavilhão auricular, mas não na traqueia."
      },
      {
        "texto": "Fibrocartilagem",
        "explicacao": "A fibrocartilagem, resistente à compressão, é encontrada nos discos intervertebrais e na sínfise púbica."
      },
      {
        "texto": "Cartilagem hialina",
        "explicacao": "Os anéis em forma de 'C' da traqueia são compostos por cartilagem hialina, que fornece suporte estrutural e impede o colapso da via aérea."
      },
      {
        "texto": "Não há cartilagem na traqueia, apenas músculo liso.",
        "explicacao": "A traqueia possui tanto cartilagem para suporte quanto músculo liso (músculo traqueal) para regular o diâmetro."
      }
    ],
    "respostaCorreta": 2
  },
  {
    "numero": 6,
    "enunciado": "A principal diferença histológica entre as pregas vocais verdadeiras e as falsas (vestibulares) é que as verdadeiras possuem:",
    "nivel": "difícil",
    "subtopico": "laringe",
    "tipo": "múltipla escolha",
    "tags": ["prega vocal", "laringe", "músculo vocal", "epitélio"],
    "alternativas": [
      {
        "texto": "Um epitélio respiratório e numerosas glândulas seromucosas.",
        "explicacao": "Esta é a descrição das pregas vocais falsas, que ajudam a lubrificar as pregas verdadeiras."
      },
      {
        "texto": "Um epitélio estratificado pavimentoso e um feixe de músculo estriado esquelético (músculo vocal).",
        "explicacao": "O epitélio resistente protege contra o atrito durante a fonação, e o músculo vocal permite o tensionamento e o relaxamento para a produção de som."
      },
      {
        "texto": "Um centro de cartilagem elástica.",
        "explicacao": "A cartilagem elástica forma o esqueleto de estruturas como a epiglote, mas não o núcleo das pregas vocais."
      },
      {
        "texto": "Tecido linfoide difuso na lâmina própria.",
        "explicacao": "Tecido linfoide pode estar presente, mas a característica distintiva é a presença do músculo vocal."
      }
    ],
    "respostaCorreta": 1
  },
  {
    "numero": 7,
    "enunciado": "À medida que os brônquios se ramificam e diminuem de calibre para se tornarem bronquíolos, qual alteração histológica ocorre?",
    "nivel": "fácil",
    "subtopico": "brônquios e bronquíolos",
    "tipo": "múltipla escolha",
    "tags": ["brônquio", "bronquíolo", "cartilagem", "histologia"],
    "alternativas": [
      {
        "texto": "As placas de cartilagem aumentam de tamanho.",
        "explicacao": "Ocorre o oposto; as placas de cartilagem diminuem e desaparecem completamente nos bronquíolos."
      },
      {
        "texto": "O músculo liso desaparece.",
        "explicacao": "A camada de músculo liso torna-se relativamente mais proeminente nos bronquíolos em comparação com o seu diâmetro."
      },
      {
        "texto": "A cartilagem e as glândulas submucosas desaparecem.",
        "explicacao": "A ausência de cartilagem e glândulas na parede é a principal característica que define histologicamente um bronquíolo."
      },
      {
        "texto": "O epitélio muda de simples cúbico para pseudoestratificado.",
        "explicacao": "A mudança ocorre na direção oposta, de pseudoestratificado nos brônquios para simples colunar ou cúbico nos bronquíolos."
      }
    ],
    "respostaCorreta": 2
  },
  {
    "numero": 8,
    "enunciado": "As células de Club (anteriormente células de Clara), predominantes nos bronquíolos terminais, têm qual função?",
    "nivel": "médio",
    "subtopico": "bronquíolos",
    "tipo": "múltipla escolha",
    "tags": ["célula de Club", "bronquíolo", "surfactante", "defesa"],
    "alternativas": [
      {
        "texto": "Produzir muco para a escada mucociliar.",
        "explicacao": "Os bronquíolos têm poucas ou nenhuma célula caliciforme; a produção de muco cessa nesta região."
      },
      {
        "texto": "Contrair para regular o fluxo de ar.",
        "explicacao": "A contração é função da camada de músculo liso da parede do bronquíolo."
      },
      {
        "texto": "Secretar um agente tensoativo e detoxificar substâncias nocivas.",
        "explicacao": "Estas células secretam um componente do surfactante que impede o colapso dos bronquíolos e contêm enzimas (citocromo P450) para metabolizar toxinas inaladas."
      },
      {
        "texto": "Realizar trocas gasosas.",
        "explicacao": "A troca gasosa ocorre nos bronquíolos respiratórios e alvéolos, não nos terminais."
      }
    ],
    "respostaCorreta": 2
  },
  {
    "numero": 9,
    "enunciado": "O que define um bronquíolo como 'respiratório'?",
    "nivel": "fácil",
    "subtopico": "bronquíolos",
    "tipo": "múltipla escolha",
    "tags": ["bronquíolo respiratório", "alvéolo", "troca gasosa"],
    "alternativas": [
      {
        "texto": "A presença de anéis de cartilagem completos.",
        "explicacao": "Nenhum bronquíolo possui cartilagem."
      },
      {
        "texto": "Ser a primeira porção da árvore brônquica sem células caliciformes.",
        "explicacao": "A ausência de células caliciformes já ocorre em bronquíolos maiores."
      },
      {
        "texto": "A presença de alvéolos em suas paredes.",
        "explicacao": "O bronquíolo respiratório é uma zona de transição onde a condução de ar e a troca gasosa ocorrem simultaneamente, devido às aberturas alveolares em sua parede."
      },
      {
        "texto": "Ser revestido por epitélio pseudoestratificado ciliado.",
        "explicacao": "O epitélio nesta região é simples cúbico, com ou sem cílios."
      }
    ],
    "respostaCorreta": 2
  },
  {
    "numero": 10,
    "enunciado": "Os pneumócitos tipo I são as células que formam a maior parte da superfície alveolar. Sua principal característica estrutural, relacionada à sua função, é:",
    "nivel": "fácil",
    "subtopico": "alvéolos",
    "tipo": "múltipla escolha",
    "tags": ["pneumócito tipo I", "alvéolo", "troca gasosa", "epitélio pavimentoso"],
    "alternativas": [
      {
        "texto": "Serem células cúbicas com microvilosidades apicais.",
        "explicacao": "Esta é a descrição dos pneumócitos tipo II."
      },
      {
        "texto": "Possuírem numerosos cílios para mover fluidos.",
        "explicacao": "Não há cílios nos alvéolos."
      },
      {
        "texto": "Serem células pavimentosas (achatadas) extremamente delgadas.",
        "explicacao": "Seu citoplasma atenuado minimiza a distância para a difusão dos gases entre o ar alveolar e o sangue capilar."
      },
      {
        "texto": "Conterem grandes grânulos de secreção.",
        "explicacao": "Os grânulos de secreção (corpos lamelares) são encontrados nos pneumócitos tipo II."
      }
    ],
    "respostaCorreta": 2
  },
  {
    "numero": 11,
    "enunciado": "Qual é a principal função dos pneumócitos tipo II?",
    "nivel": "fácil",
    "subtopico": "alvéolos",
    "tipo": "múltipla escolha",
    "tags": ["pneumócito tipo II", "surfactante", "alvéolo"],
    "alternativas": [
      {
        "texto": "Formar a barreira para a difusão de gases.",
        "explicacao": "Esta é a principal função dos pneumócitos tipo I."
      },
      {
        "texto": "Produzir e secretar o surfactante pulmonar.",
        "explicacao": "O surfactante, uma mistura de fosfolipídios e proteínas, reduz a tensão superficial e impede o colapso dos alvéolos durante a expiração. Eles também atuam como progenitores dos pneumócitos tipo I."
      },
      {
        "texto": "Fagocitar partículas e microrganismos inalados.",
        "explicacao": "A fagocitose é a função dos macrófagos alveolares."
      },
      {
        "texto": "Detectar o nível de oxigênio no ar alveolar.",
        "explicacao": "A detecção de gases para a regulação da respiração ocorre em quimiorreceptores centrais e periféricos, não nos pneumócitos."
      }
    ],
    "respostaCorreta": 1
  },
  {
    "numero": 12,
    "enunciado": "A barreira hematoaérea é a estrutura através da qual ocorrem as trocas gasosas. Qual dos seguintes NÃO é um componente desta barreira?",
    "nivel": "médio",
    "subtopico": "alvéolos",
    "tipo": "múltipla escolha",
    "tags": ["barreira hematoaérea", "alvéolo", "troca gasosa"],
    "alternativas": [
      {
        "texto": "O citoplasma do pneumócito tipo I.",
        "explicacao": "O citoplasma delgado da célula epitelial alveolar é o primeiro componente da barreira do lado do ar."
      },
      {
        "texto": "O citoplasma da célula endotelial do capilar.",
        "explicacao": "O citoplasma da célula que reveste o capilar é o último componente da barreira do lado do sangue."
      },
      {
        "texto": "As lâminas basais fundidas do pneumócito e da célula endotelial.",
        "explicacao": "A fusão das lâminas basais minimiza a espessura da barreira."
      },
      {
        "texto": "Um macrófago alveolar.",
        "explicacao": "O macrófago está na superfície do epitélio ou no interstício, mas não faz parte da estrutura fixa da barreira de difusão."
      }
    ],
    "respostaCorreta": 3
  },
  {
    "numero": 13,
    "enunciado": "Os macrófagos alveolares, também conhecidos como 'células de poeira', são encontrados:",
    "nivel": "fácil",
    "subtopico": "alvéolos",
    "tipo": "múltipla escolha",
    "tags": ["macrófago alveolar", "fagocitose", "alvéolo"],
    "alternativas": [
      {
        "texto": "Fixos na parede do capilar alveolar.",
        "explicacao": "As células que revestem o capilar são as células endoteliais."
      },
      {
        "texto": "No interior do espaço aéreo dos alvéolos e no septo interalveolar.",
        "explicacao": "Esses fagócitos removem partículas inaladas, como poeira e bactérias, da superfície alveolar. Após fagocitarem, podem migrar para a escada mucociliar ou para o interstício."
      },
      {
        "texto": "Apenas nos bronquíolos respiratórios.",
        "explicacao": "Eles são mais abundantes e ativos nos alvéolos."
      },
      {
        "texto": "Formando a estrutura dos poros de Kohn.",
        "explicacao": "Os poros de Kohn são aberturas nos septos alveolares, não são formados por macrófagos."
      }
    ],
    "respostaCorreta": 1
  },
  {
    "numero": 14,
    "enunciado": "Em fumantes crônicos, é comum encontrar uma alteração no epitélio dos brônquios maiores, onde o epitélio respiratório é substituído por epitélio estratificado pavimentoso. Este processo é chamado de:",
    "nivel": "médio",
    "subtopico": "correlação clínica",
    "tipo": "múltipla escolha",
    "tags": ["metaplasia escamosa", "tabagismo", "epitélio respiratório"],
    "alternativas": [
      {
        "texto": "Hiperplasia",
        "explicacao": "Hiperplasia é o aumento do número de células, não a mudança do tipo celular."
      },
      {
        "texto": "Displasia",
        "explicacao": "A displasia é um crescimento desordenado e pré-maligno, que pode ser uma consequência da metaplasia, mas não é a alteração inicial."
      },
      {
        "texto": "Metaplasia escamosa",
        "explicacao": "É uma resposta adaptativa na qual o epitélio mais sensível é substituído por um tipo mais resistente à agressão da fumaça do cigarro, porém com perda da função mucociliar."
      },
      {
        "texto": "Anaplasia",
        "explicacao": "Anaplasia é a perda de diferenciação, uma característica de tumores malignos."
      }
    ],
    "respostaCorreta": 2
  },
  {
    "numero": 15,
    "enunciado": "Os corpos lamelares, vistos na microscopia eletrônica dentro dos pneumócitos tipo II, contêm:",
    "nivel": "difícil",
    "subtopico": "alvéolos",
    "tipo": "múltipla escolha",
    "tags": ["pneumócito tipo II", "corpo lamelar", "surfactante"],
    "alternativas": [
      {
        "texto": "Enzimas lisossômicas para digestão.",
        "explicacao": "Estas seriam organelas do tipo lisossomos."
      },
      {
        "texto": "Pigmentos de hemossiderina.",
        "explicacao": "A hemossiderina é encontrada em macrófagos após a fagocitose de hemácias."
      },
      {
        "texto": "Os precursores do surfactante pulmonar.",
        "explicacao": "Essas organelas são os locais de armazenamento dos fosfolipídios e proteínas que compõem o surfactante, que são liberados no espaço alveolar por exocitose."
      },
      {
        "texto": "Mitocôndrias para produção de energia.",
        "explicacao": "As mitocôndrias são organelas separadas, não os corpos lamelares."
      }
    ],
    "respostaCorreta": 2
  },
  {
    "numero": 16,
    "enunciado": "A pleura, que reveste os pulmões e a cavidade torácica, é uma membrana serosa composta por:",
    "nivel": "fácil",
    "subtopico": "pleura",
    "tipo": "múltipla escolha",
    "tags": ["pleura", "mesotélio", "serosa"],
    "alternativas": [
      {
        "texto": "Epitélio pseudoestratificado ciliado.",
        "explicacao": "Este é o epitélio respiratório, encontrado dentro das vias aéreas."
      },
      {
        "texto": "Uma camada de mesotélio (epitélio simples pavimentoso) sobre tecido conjuntivo.",
        "explicacao": "Como outras membranas serosas (peritônio, pericárdio), a pleura possui um epitélio simples que secreta um fluido lubrificante."
      },
      {
        "texto": "Tecido conjuntivo denso e cartilagem.",
        "explicacao": "A cartilagem é encontrada nas paredes das vias aéreas maiores, não na pleura."
      },
      {
        "texto": "Múltiplas camadas de músculo liso.",
        "explicacao": "Músculo liso não é o principal componente da pleura."
      }
    ],
    "respostaCorreta": 1
  },
  {
    "numero": 17,
    "enunciado": "No enfisema pulmonar, a principal alteração histopatológica é:",
    "nivel": "médio",
    "subtopico": "correlação clínica",
    "tipo": "múltipla escolha",
    "tags": ["enfisema", "alvéolo", "destruição", "elastina"],
    "alternativas": [
      {
        "texto": "O espessamento da barreira hematoaérea por fibrose.",
        "explicacao": "O espessamento da barreira é característico de doenças pulmonares intersticiais fibróticas, não do enfisema."
      },
      {
        "texto": "A contração excessiva do músculo liso dos bronquíolos.",
        "explicacao": "A broncoconstrição é a principal característica da asma."
      },
      {
        "texto": "A destruição das paredes alveolares e a formação de espaços aéreos aumentados.",
        "explicacao": "A inflamação crônica leva à degradação das fibras elásticas e outras matrizes, resultando em perda de área de superfície para troca gasosa e diminuição da retração elástica do pulmão."
      },
      {
        "texto": "O preenchimento dos alvéolos por exsudato inflamatório.",
        "explicacao": "O preenchimento alveolar por fluido e células inflamatórias é a característica da pneumonia."
      }
    ],
    "respostaCorreta": 2
  },
  {
    "numero": 18,
    "enunciado": "O músculo traqueal é uma faixa de músculo liso que conecta as extremidades posteriores dos anéis de cartilagem da traqueia. Qual sua função?",
    "nivel": "médio",
    "subtopico": "traqueia",
    "tipo": "múltipla escolha",
    "tags": ["traqueia", "músculo traqueal", "tosse"],
    "alternativas": [
      {
        "texto": "Manter a traqueia permanentemente aberta.",
        "explicacao": "A patência da traqueia é garantida pelos anéis de cartilagem."
      },
      {
        "texto": "Controlar o diâmetro da traqueia, especialmente durante a tosse.",
        "explicacao": "A contração deste músculo diminui o diâmetro da traqueia, aumentando a velocidade do ar expelido e tornando a tosse mais eficaz na remoção de secreções."
      },
      {
        "texto": "Gerar o movimento peristáltico para ajudar na limpeza mucociliar.",
        "explicacao": "A limpeza é feita pelos cílios; não há peristaltismo na traqueia."
      },
      {
        "texto": "Auxiliar na fonação.",
        "explicacao": "A fonação é uma função da laringe e das pregas vocais."
      }
    ],
    "respostaCorreta": 1
  },
  {
    "numero": 19,
    "enunciado": "As células em escova, um tipo celular raro no epitélio respiratório, são caracterizadas por microvilosidades apicais grossas e acredita-se que funcionem como:",
    "nivel": "difícil",
    "subtopico": "epitélio respiratório",
    "tipo": "múltipla escolha",
    "tags": ["célula em escova", "receptor", "epitélio"],
    "alternativas": [
      {
        "texto": "Células secretoras de surfactante.",
        "explicacao": "A secreção de surfactante é feita pelos pneumócitos tipo II e células de Club."
      },
      {
        "texto": "Células-tronco progenitoras.",
        "explicacao": "As células-tronco são as células basais."
      },
      {
        "texto": "Quimiorreceptores ou mecanorreceptores.",
        "explicacao": "Acredita-se que essas células tenham uma função sensorial, fazendo sinapse com terminações nervosas aferentes na base para detectar estímulos na via aérea."
      },
      {
        "texto": "Células de defesa imunológica.",
        "explicacao": "As células de defesa no epitélio são principalmente linfócitos ou células dendríticas."
      }
    ],
    "respostaCorreta": 2
  },
  {
    "numero": 20,
    "enunciado": "As glândulas de Bowman são encontradas na lâmina própria de qual região e qual a sua função?",
    "nivel": "médio",
    "subtopico": "fossas nasais",
    "tipo": "múltipla escolha",
    "tags": ["glândula de Bowman", "epitélio olfatório", "olfato"],
    "alternativas": [
      {
        "texto": "Na traqueia, para produzir muco espesso.",
        "explicacao": "As glândulas da traqueia estão na submucosa e são seromucosas."
      },
      {
        "texto": "Nos alvéolos, para secretar surfactante.",
        "explicacao": "O surfactante é produzido pelos pneumócitos tipo II."
      },
      {
        "texto": "Sob o epitélio olfatório, para secretar um fluido que dissolve odorantes.",
        "explicacao": "A secreção serosa dessas glândulas umedece a superfície do epitélio olfatório, dissolve as moléculas odoríferas e lava a superfície para permitir a detecção de novos odores."
      },
      {
        "texto": "Na laringe, para lubrificar as pregas vocais.",
        "explicacao": "As pregas vocais são lubrificadas por glândulas nas pregas vestibulares."
      }
    ],
    "respostaCorreta": 2
  },
  {
    "numero": 21,
    "enunciado": "Na asma, a dificuldade respiratória é causada principalmente por qual alteração histofisiológica nos bronquíolos?",
    "nivel": "médio",
    "subtopico": "correlação clínica",
    "tipo": "múltipla escolha",
    "tags": ["asma", "broncoconstrição", "músculo liso", "bronquíolo"],
    "alternativas": [
      {
        "texto": "Destruição das paredes alveolares.",
        "explicacao": "A destruição alveolar é a marca do enfisema."
      },
      {
        "texto": "Hipertrofia da cartilagem da parede.",
        "explicacao": "Os bronquíolos não possuem cartilagem."
      },
      {
        "texto": "Brococonstrição devido à contração do músculo liso, inflamação e excesso de muco.",
        "explicacao": "A asma é caracterizada por uma hiper-reatividade das vias aéreas que leva ao estreitamento do lúmen dos bronquíolos."
      },
      {
        "texto": "Substituição do epitélio por tecido cicatricial.",
        "explicacao": "A fibrose é mais característica de outras doenças pulmonares, embora possa ocorrer remodelamento na asma crônica."
      }
    ],
    "respostaCorreta": 2
  },
  {
    "numero": 22,
    "enunciado": "A cartilagem da epiglote e das cartilagens cuneiformes e corniculadas da laringe é do tipo:",
    "nivel": "fácil",
    "subtopico": "laringe",
    "tipo": "múltipla escolha",
    "tags": ["laringe", "epiglote", "cartilagem elástica"],
    "alternativas": [
      {
        "texto": "Hialina",
        "explicacao": "A cartilagem hialina forma as cartilagens maiores da laringe (tireoide, cricoide) e os anéis da traqueia, fornecendo suporte rígido."
      },
      {
        "texto": "Elástica",
        "explicacao": "Essas estruturas precisam ser flexíveis para desempenhar suas funções no fechamento da laringe durante a deglutição, e a cartilagem elástica proporciona essa propriedade."
      },
      {
        "texto": "Fibrosa (fibrocartilagem)",
        "explicacao": "A fibrocartilagem é encontrada em locais que suportam grande compressão, como os discos intervertebrais."
      },
      {
        "texto": "Óssea",
        "explicacao": "As cartilagens da laringe podem se ossificar com a idade, mas são originalmente cartilaginosas."
      }
    ],
    "respostaCorreta": 1
  },
  {
    "numero": 23,
    "enunciado": "Os poros de Kohn são pequenas aberturas que conectam:",
    "nivel": "fácil",
    "subtopico": "alvéolos",
    "tipo": "múltipla escolha",
    "tags": ["poro de Kohn", "alvéolo", "ventilação colateral"],
    "alternativas": [
      {
        "texto": "Bronquíolos terminais a bronquíolos respiratórios.",
        "explicacao": "A conexão entre bronquíolos é sequencial."
      },
      {
        "texto": "Alvéolos adjacentes.",
        "explicacao": "Esses poros nos septos interalveolares permitem a ventilação colateral, que ajuda a equalizar a pressão do ar entre os alvéolos e pode prevenir o colapso de uma unidade pulmonar se seu bronquíolo estiver obstruído."
      },
      {
        "texto": "Capilares arteriais e venosos.",
        "explicacao": "A conexão entre arteríolas e vênulas ocorre através da rede de capilares."
      },
      {
        "texto": "O espaço pleural ao lúmen alveolar.",
        "explicacao": "Não há comunicação direta entre o espaço pleural e os alvéolos em um pulmão saudável."
      }
    ],
    "respostaCorreta": 1
  },
  {
    "numero": 24,
    "enunciado": "O BALT (tecido linfoide associado aos brônquios) é uma forma de MALT encontrada na parede das vias aéreas. Onde ele está tipicamente localizado?",
    "nivel": "médio",
    "subtopico": "brônquios e bronquíolos",
    "tipo": "múltipla escolha",
    "tags": ["BALT", "MALT", "tecido linfoide", "brônquio"],
    "alternativas": [
      {
        "texto": "Dentro dos anéis de cartilagem.",
        "explicacao": "A cartilagem é avascular e não contém tecido linfoide."
      },
      {
        "texto": "Na lâmina própria e submucosa, especialmente nos pontos de ramificação.",
        "explicacao": "O BALT consiste em nódulos linfoides não encapsulados situados estrategicamente para amostrar antígenos que entram nas vias aéreas."
      },
      {
        "texto": "No interior do espaço aéreo alveolar.",
        "explicacao": "O espaço aéreo alveolar contém macrófagos, mas não tecido linfoide organizado."
      },
      {
        "texto": "Revestindo a superfície da pleura.",
        "explicacao": "A pleura não contém BALT."
      }
    ],
    "respostaCorreta": 1
  },
  {
    "numero": 25,
    "enunciado": "O septo interalveolar, a parede entre dois alvéolos, é composto principalmente por:",
    "nivel": "médio",
    "subtopico": "alvéolos",
    "tipo": "múltipla escolha",
    "tags": ["septo interalveolar", "capilar", "alvéolo"],
    "alternativas": [
      {
        "texto": "Uma espessa camada de músculo liso.",
        "explicacao": "Não há músculo liso nos septos alveolares."
      },
      {
        "texto": "Uma rede de capilares sanguíneos sustentada por tecido conjuntivo fino.",
        "explicacao": "O septo é essencialmente um 'sanduíche' com uma rica rede capilar no centro, revestido por epitélio alveolar em ambos os lados, e contendo fibras elásticas e reticulares."
      },
      {
        "texto": "Cartilagem hialina.",
        "explicacao": "A cartilagem está presente apenas nas vias aéreas maiores."
      },
      {
        "texto": "Apenas pneumócitos tipo II.",
        "explicacao": "Os pneumócitos tipo II estão presentes, mas a estrutura principal é o leito capilar e o tecido conjuntivo."
      }
    ],
    "respostaCorreta": 1
  },
  {
    "numero": 26,
    "enunciado": "As células neuroendócrinas (ou de Kulchitsky) do epitélio brônquico são caracterizadas por:",
    "nivel": "difícil",
    "subtopico": "epitélio respiratório",
    "tipo": "múltipla escolha",
    "tags": ["célula neuroendócrina", "DNES", "hormônio"],
    "alternativas": [
      {
        "texto": "Produzirem muco espesso.",
        "explicacao": "A produção de muco é função das células caliciformes."
      },
      {
        "texto": "Possuírem numerosos cílios.",
        "explicacao": "Estas células não são ciliadas."
      },
      {
        "texto": "Conterem pequenos grânulos de secreção na base da célula.",
        "explicacao": "Elas pertencem ao sistema neuroendócrino difuso (DNES) e secretam peptídeos (como a bombesina) que regulam o tônus muscular e vascular local. Os grânulos são basais para a liberação na lâmina própria."
      },
      {
        "texto": "Serem as células mais abundantes do epitélio.",
        "explicacao": "Elas são relativamente raras e podem ocorrer isoladas ou em grupos (corpos neuroepiteliais)."
      }
    ],
    "respostaCorreta": 2
  },
  {
    "numero": 27,
    "enunciado": "A principal diferença entre a pleura visceral e a pleura parietal é:",
    "nivel": "fácil",
    "subtopico": "pleura",
    "tipo": "múltipla escolha",
    "tags": ["pleura visceral", "pleura parietal"],
    "alternativas": [
      {
        "texto": "O tipo de epitélio que as reveste.",
        "explicacao": "Ambas são revestidas pelo mesmo tipo de epitélio, o mesotélio."
      },
      {
        "texto": "A estrutura que cada uma recobre.",
        "explicacao": "A pleura visceral está aderida à superfície do pulmão, enquanto a pleura parietal reveste a parede interna da cavidade torácica."
      },
      {
        "texto": "A presença de cartilagem na pleura parietal.",
        "explicacao": "Nenhuma das pleuras contém cartilagem."
      },
      {
        "texto": "A capacidade de realizar trocas gasosas.",
        "explicacao": "Nenhuma das pleuras realiza trocas gasosas; sua função é de revestimento e lubrificação."
      }
    ],
    "respostaCorreta": 1
  },
  {
    "numero": 28,
    "enunciado": "Qual dos seguintes componentes diminui em quantidade ou desaparece à medida que se avança da traqueia para os bronquíolos?",
    "nivel": "médio",
    "subtopico": "brônquios e bronquíolos",
    "tipo": "múltipla escolha",
    "tags": ["gradiente histológico", "árvore brônquica", "célula caliciforme"],
    "alternativas": [
      {
        "texto": "Músculo liso",
        "explicacao": "A camada de músculo liso se torna relativamente mais proeminente e contínua nos bronquíolos."
      },
      {
        "texto": "Fibras elásticas",
        "explicacao": "As fibras elásticas são abundantes em toda a árvore brônquica e nos septos alveolares."
      },
      {
        "texto": "Células caliciformes",
        "explicacao": "As células caliciformes, assim como as glândulas submucosas e a cartilagem, diminuem progressivamente e estão ausentes nos bronquíolos terminais."
      },
      {
        "texto": "Células de Club",
        "explicacao": "As células de Club aumentam em número nas porções mais distais, tornando-se as células predominantes nos bronquíolos terminais."
      }
    ],
    "respostaCorreta": 2
  },
  {
    "numero": 29,
    "enunciado": "A síndrome da angústia respiratória neonatal (doença da membrana hialina) é causada por uma deficiência de:",
    "nivel": "médio",
    "subtopico": "correlação clínica",
    "tipo": "múltipla escolha",
    "tags": ["surfactante", "SARA neonatal", "pneumócito tipo II"],
    "alternativas": [
      {
        "texto": "Macrófagos alveolares",
        "explicacao": "A ausência de macrófagos aumentaria o risco de infecção, mas não causaria o colapso alveolar difuso."
      },
      {
        "texto": "Surfactante pulmonar",
        "explicacao": "Em bebês prematuros, os pneumócitos tipo II podem ainda não estar maduros o suficiente para produzir surfactante, levando a um aumento da tensão superficial e ao colapso dos alvéolos."
      },
      {
        "texto": "Cartilagem nos brônquios",
        "explicacao": "A cartilagem brônquica já está formada nesta fase."
      },
      {
        "texto": "Cílios no epitélio respiratório",
        "explicacao": "Defeitos ciliares causam outras condições (discinesia ciliar primária), mas não esta síndrome."
      }
    ],
    "respostaCorreta": 1
  },
  {
    "numero": 30,
    "enunciado": "O suprimento sanguíneo do parênquima pulmonar (brônquios, pleura visceral) é fornecido pelas:",
    "nivel": "difícil",
    "subtopico": "vascularização",
    "tipo": "múltipla escolha",
    "tags": ["artérias brônquicas", "vascularização", "circulação pulmonar"],
    "alternativas": [
      {
        "texto": "Artérias pulmonares",
        "explicacao": "As artérias pulmonares transportam sangue venoso para os capilares alveolares para oxigenação (circulação funcional)."
      },
      {
        "texto": "Veias pulmonares",
        "explicacao": "As veias pulmonares drenam o sangue oxigenado dos pulmões para o coração."
      },
      {
        "texto": "Artérias brônquicas",
        "explicacao": "As artérias brônquicas são ramos da aorta (circulação sistêmica) e fornecem sangue oxigenado e nutrientes para os tecidos de suporte do pulmão."
      },
      {
        "texto": "Capilares linfáticos",
        "explicacao": "Os capilares linfáticos são responsáveis pela drenagem do fluido intersticial."
      }
    ],
    "respostaCorreta": 2
  },
  {
    "numero": 31,
    "enunciado": "As células basais do epitélio respiratório e olfatório funcionam como:",
    "nivel": "fácil",
    "subtopico": "epitélio respiratório",
    "tipo": "múltipla escolha",
    "tags": ["célula basal", "célula-tronco", "regeneração"],
    "alternativas": [
      {
        "texto": "Células sensoriais",
        "explicacao": "As células sensoriais são os neurônios olfatórios ou as células em escova."
      },
      {
        "texto": "Células-tronco ou progenitoras.",
        "explicacao": "Essas células pequenas e indiferenciadas, localizadas na base do epitélio, são capazes de se dividir e diferenciar para substituir os outros tipos celulares que são perdidos."
      },
      {
        "texto": "Células secretoras de muco.",
        "explicacao": "A secreção de muco é função das células caliciformes."
      },
      {
        "texto": "Células de sustentação.",
        "explicacao": "As células de sustentação são colunares e dão suporte aos neurônios no epitélio olfatório."
      }
    ],
    "respostaCorreta": 1
  },
  {
    "numero": 32,
    "enunciado": "O que são 'células da insuficiência cardíaca' (heart failure cells)?",
    "nivel": "difícil",
    "subtopico": "correlação clínica",
    "tipo": "múltipla escolha",
    "tags": ["macrófago alveolar", "hemossiderina", "insuficiência cardíaca"],
    "alternativas": [
      {
        "texto": "Pneumócitos tipo II hipertrofiados.",
        "explicacao": "A hipertrofia de pneumócitos tipo II é uma resposta a uma lesão alveolar, não específica da insuficiência cardíaca."
      },
      {
        "texto": "Macrófagos alveolares carregados de hemossiderina.",
        "explicacao": "Na insuficiência cardíaca congestiva, a alta pressão nos capilares pulmonares causa extravasamento de hemácias para os alvéolos. Os macrófagos fagocitam essas hemácias e digerem a hemoglobina, acumulando o pigmento de ferro (hemossiderina)."
      },
      {
        "texto": "Células musculares lisas que migraram para os septos alveolares.",
        "explicacao": "A fibrose e a presença de miofibroblastos podem ocorrer, mas não são as 'células da insuficiência cardíaca'."
      },
      {
        "texto": "Células endoteliais danificadas dos capilares.",
        "explicacao": "O dano endotelial ocorre, mas o termo se refere aos macrófagos."
      }
    ],
    "respostaCorreta": 1
  },
  {
    "numero": 33,
    "enunciado": "A transição do epitélio de colunar/cúbico ciliado simples para um epitélio pavimentoso simples ocorre entre:",
    "nivel": "médio",
    "subtopico": "bronquíolos e alvéolos",
    "tipo": "múltipla escolha",
    "tags": ["transição epitelial", "bronquíolo respiratório", "ducto alveolar"],
    "alternativas": [
      {
        "texto": "A traqueia e os brônquios principais.",
        "explicacao": "Ambos são revestidos por epitélio pseudoestratificado ciliado."
      },
      {
        "texto": "Os brônquios e os bronquíolos.",
        "explicacao": "A transição aqui é de pseudoestratificado para simples colunar ou cúbico."
      },
      {
        "texto": "Os bronquíolos respiratórios e os ductos alveolares.",
        "explicacao": "Os bronquíolos respiratórios ainda possuem um epitélio cúbico entre as aberturas alveolares, enquanto os ductos alveolares são essencialmente vias revestidas por pneumócitos tipo I."
      },
      {
        "texto": "A laringe e a traqueia.",
        "explicacao": "Ambas são majoritariamente revestidas por epitélio respiratório."
      }
    ],
    "respostaCorreta": 2
  },
  {
    "numero": 34,
    "enunciado": "A principal fibra de tecido conjuntivo responsável pela retração elástica do pulmão durante a expiração é a:",
    "nivel": "fácil",
    "subtopico": "tecido conjuntivo",
    "tipo": "múltipla escolha",
    "tags": ["fibra elástica", "expiração", "tecido conjuntivo"],
    "alternativas": [
      {
        "texto": "Fibra de colágeno tipo I",
        "explicacao": "O colágeno tipo I fornece resistência à tração, mas não elasticidade. Um excesso de colágeno leva à fibrose e rigidez pulmonar."
      },
      {
        "texto": "Fibra reticular (colágeno tipo III)",
        "explicacao": "As fibras reticulares formam um delicado arcabouço de suporte, mas não são responsáveis pela retração."
      },
      {
        "texto": "Fibra elástica",
        "explicacao": "Uma densa rede de fibras elásticas está presente nos septos alveolares e ao redor das vias aéreas, permitindo que o pulmão se distenda na inspiração e retorne passivamente ao seu volume de repouso na expiração."
      },
      {
        "texto": "Fibronectina",
        "explicacao": "A fibronectina é uma glicoproteína adesiva da matriz extracelular, não uma fibra estrutural para retração."
      }
    ],
    "respostaCorreta": 2
  },
  {
    "numero": 35,
    "enunciado": "As conchas (ou cornetos) nasais são estruturas ósseas revestidas por mucosa. Qual é a principal função do plexo venoso abundante (corpos cavernosos) na sua lâmina própria?",
    "nivel": "médio",
    "subtopico": "fossas nasais",
    "tipo": "múltipla escolha",
    "tags": ["conchas nasais", "vascularização", "aquecimento do ar"],
    "alternativas": [
      {
        "texto": "Drenar o excesso de muco produzido.",
        "explicacao": "A drenagem do muco é feita pelo batimento ciliar."
      },
      {
        "texto": "Aquecer o ar inalado.",
        "explicacao": "O grande volume de sangue que flui lentamente por este plexo irradia calor, aquecendo o ar antes que ele chegue aos pulmões. O ingurgitamento deste plexo também pode causar obstrução nasal."
      },
      {
        "texto": "Ancorar a mucosa ao osso subjacente.",
        "explicacao": "A ancoragem é feita pelo periósteo, ao qual a lâmina própria se funde."
      },
      {
        "texto": "Iniciar a resposta imune a patógenos.",
        "explicacao": "A resposta imune é iniciada por células linfoides na mucosa, não pelo plexo vascular em si."
      }
    ],
    "respostaCorreta": 1
  },
  {
    "numero": 36,
    "enunciado": "O ligamento vocal, uma faixa de tecido conjuntivo elástico, é um componente essencial de qual estrutura?",
    "nivel": "fácil",
    "subtopico": "laringe",
    "tipo": "múltipla escolha",
    "tags": ["ligamento vocal", "prega vocal", "laringe"],
    "alternativas": [
      {
        "texto": "Da prega vocal falsa (vestibular)",
        "explicacao": "As pregas vestibulares são dobras de mucosa com tecido conjuntivo frouxo e glândulas."
      },
      {
        "texto": "Da prega vocal verdadeira",
        "explicacao": "O ligamento vocal, juntamente com o músculo vocal, forma o núcleo da prega vocal verdadeira. Sua vibração é o que produz o som."
      },
      {
        "texto": "Da epiglote",
        "explicacao": "A epiglote possui um esqueleto de cartilagem elástica."
      },
      {
        "texto": "Da parede da traqueia",
        "explicacao": "A parede da traqueia é sustentada por cartilagem hialina."
      }
    ],
    "respostaCorreta": 1
  },
  {
    "numero": 37,
    "enunciado": "O epitélio dos bronquíolos é predominantemente:",
    "nivel": "médio",
    "subtopico": "bronquíolos",
    "tipo": "múltipla escolha",
    "tags": ["bronquíolo", "epitélio", "célula de Club"],
    "alternativas": [
      {
        "texto": "Pseudoestratificado colunar ciliado com células caliciformes.",
        "explicacao": "Este é o epitélio dos brônquios e da traqueia."
      },
      {
        "texto": "Estratificado pavimentoso não queratinizado.",
        "explicacao": "Este epitélio é encontrado em locais de atrito, como o esôfago e partes da laringe."
      },
      {
        "texto": "Simples cúbico a colunar, com células ciliadas e células de Club.",
        "explicacao": "Nos bronquíolos maiores, o epitélio é simples colunar ciliado, que transita para simples cúbico com predomínio de células de Club nos bronquíolos terminais."
      },
      {
        "texto": "Simples pavimentoso.",
        "explicacao": "O epitélio simples pavimentoso é encontrado nos alvéolos (pneumócitos tipo I)."
      }
    ],
    "respostaCorreta": 2
  },
  {
    "numero": 38,
    "enunciado": "A capacidade de regeneração do epitélio alveolar após uma lesão depende principalmente da proliferação e diferenciação de qual célula?",
    "nivel": "médio",
    "subtopico": "alvéolos",
    "tipo": "múltipla escolha",
    "tags": ["regeneração", "pneumócito tipo II", "célula-tronco", "alvéolo"],
    "alternativas": [
      {
        "texto": "Pneumócitos tipo I",
        "explicacao": "Os pneumócitos tipo I são células terminais altamente diferenciadas e incapazes de se dividir."
      },
      {
        "texto": "Macrófagos alveolares",
        "explicacao": "Os macrófagos limpam os detritos, mas não regeneram o epitélio."
      },
      {
        "texto": "Pneumócitos tipo II",
        "explicacao": "Além de produzirem surfactante, os pneumócitos tipo II atuam como células progenitoras que podem se dividir para dar origem a novos pneumócitos tipo II e se diferenciar em pneumócitos tipo I."
      },
      {
        "texto": "Células endoteliais dos capilares",
        "explicacao": "As células endoteliais podem se regenerar, mas não dão origem às células epiteliais alveolares."
      }
    ],
    "respostaCorreta": 2
  },
  {
    "numero": 39,
    "enunciado": "Qual estrutura anatômica marca o fim da zona condutora e o início da zona respiratória do sistema respiratório?",
    "nivel": "médio",
    "subtopico": "geral",
    "tipo": "múltipla escolha",
    "tags": ["zona condutora", "zona respiratória", "bronquíolo terminal", "bronquíolo respiratório"],
    "alternativas": [
      {
        "texto": "A bifurcação da traqueia (carina).",
        "explicacao": "A carina é parte da zona condutora."
      },
      {
        "texto": "A transição de brônquio para bronquíolo.",
        "explicacao": "Os bronquíolos ainda fazem parte da zona condutora."
      },
      {
        "texto": "O bronquíolo terminal.",
        "explicacao": "O bronquíolo terminal é a última porção da zona condutora. A zona respiratória começa logo após, com os bronquíolos respiratórios."
      },
      {
        "texto": "O saco alveolar.",
        "explicacao": "O saco alveolar é a porção terminal da zona respiratória."
      }
    ],
    "respostaCorreta": 2
  },
  {
    "numero": 40,
    "enunciado": "As fibras elásticas do parênquima pulmonar são degradadas no enfisema por enzimas como a elastase, liberadas por qual célula em resposta à inflamação crônica?",
    "nivel": "difícil",
    "subtopico": "correlação clínica",
    "tipo": "múltipla escolha",
    "tags": ["enfisema", "elastase", "neutrófilo", "macrófago"],
    "alternativas": [
      {
        "texto": "Pneumócito tipo II",
        "explicacao": "O pneumócito tipo II tenta reparar o dano, mas não é a fonte das enzimas destrutivas."
      },
      {
        "texto": "Fibroblasto",
        "explicacao": "O fibroblasto produz as fibras da matriz, incluindo a elastina, mas não a degrada em condições patológicas como esta."
      },
      {
        "texto": "Linfócito T",
        "explicacao": "O linfócito T coordena a resposta inflamatória, mas não libera elastase diretamente."
      },
      {
        "texto": "Neutrófilo e macrófago",
        "explicacao": "A fumaça do cigarro e outros irritantes recrutam neutrófilos e ativam macrófagos no pulmão. Essas células liberam proteases, incluindo a elastase, que, na ausência de antiproteases suficientes (como a alfa-1-antitripsina), destroem as fibras elásticas."
      }
    ],
    "respostaCorreta": 3
  }
]

