[
  {
    "id": 1,
    "tema": "sistema-digestorio-2",
    "enunciado": "Observe a estrutura histológica mostrada. Identifique o segmento do intestino grosso apresentado.",
    "imagem": "/images/temas/sistema-digestorio-2/image1.jpg",
    "alternativas": [
      {
        "texto": "Cólon com criptas profundas e células caliciformes abundantes",
        "correta": true,
        "explicacao": "A imagem mostra a mucosa do cólon caracterizada por criptas de Lieberkühn profundas, ausência de vilosidades e abundantes células caliciformes produtoras de muco para lubrificar o trânsito intestinal."
      },
      {
        "texto": "Íleo com placas de Peyer",
        "correta": false,
        "explicacao": "O íleo apresenta vilosidades e as placas de Peyer são agregados linfoides específicos desta região."
      },
      {
        "texto": "Duodeno com glândulas de Brunner",
        "correta": false,
        "explicacao": "O duodeno apresenta vilosidades e glândulas de Brunner na submucosa."
      },
      {
        "texto": "Jejuno com vilosidades altas",
        "correta": false,
        "explicacao": "O jejuno é caracterizado por vilosidades altas e pregas circulares bem desenvolvidas."
      }
    ]
  },
  {
    "id": 2,
    "tema": "sistema-digestorio-2",
    "enunciado": "Na lâmina histológica, identifique a transição epitelial característica desta região.",
    "imagem": "/images/temas/sistema-digestorio-2/image2.jpg",
    "alternativas": [
      {
        "texto": "Linha pectínea com transição epitélio cilíndrico-pavimentoso",
        "correta": true,
        "explicacao": "A linha pectínea marca a transição entre o epitélio simples cilíndrico do reto e o epitélio estratificado pavimentoso do canal anal, refletindo a diferente origem embriológica."
      },
      {
        "texto": "Junção gastroesofágica",
        "correta": false,
        "explicacao": "A junção gastroesofágica mostra transição entre epitélio estratificado pavimentoso e simples cilíndrico, mas em localização diferente."
      },
      {
        "texto": "Válvula ileocecal",
        "correta": false,
        "explicacao": "A válvula ileocecal é uma estrutura valvular entre intestino delgado e grosso, sem mudança epitelial característica."
      },
      {
        "texto": "Esfíncter pilórico",
        "correta": false,
        "explicacao": "O esfíncter pilórico é uma estrutura muscular entre estômago e duodeno."
      }
    ]
  },
  {
    "id": 3,
    "tema": "sistema-digestorio-2",
    "enunciado": "Analise as células em destaque na cripta intestinal. Qual é sua principal função?",
    "imagem": "/images/temas/sistema-digestorio-2/image3.jpg",
    "alternativas": [
      {
        "texto": "Produção de muco para lubrificação",
        "correta": true,
        "explicacao": "As células caliciformes são abundantes no intestino grosso e produzem muco rico em mucina para lubrificar a passagem do bolo fecal e proteger a mucosa intestinal."
      },
      {
        "texto": "Absorção de nutrientes",
        "correta": false,
        "explicacao": "A absorção de nutrientes é função principalmente dos enterócitos no intestino delgado."
      },
      {
        "texto": "Secreção de enzimas digestivas",
        "correta": false,
        "explicacao": "A secreção de enzimas digestivas é função das células de Paneth e do pâncreas."
      },
      {
        "texto": "Produção de hormônios intestinais",
        "correta": false,
        "explicacao": "A produção de hormônios é função das células enteroendócrinas."
      }
    ]
  }
]
